<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li>
<h1><strong>DATENSCHUTZ UND DATENSICHERHEIT</strong></h1>
</li>
</ul>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">MYI Entertainment und Webseiten der MYI Entertainment &nbsp;messen der Bearbeitung Ihrer pers&ouml;nlichen Daten und der Wahrung Ihrer Privatsph&auml;re gr&ouml;sste Bedeutung bei. Nachstehend finden Sie die wichtigsten Informationen zu diesem Thema.</span></p>
<p><span style="font-weight: 400;">In unserer Datenschutzerkl&auml;rung wird erl&auml;utert:</span></p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;"><span style="font-weight: 400;">welche Informationen wir erheben und aus welchem Grund.</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">wie wir diese Informationen nutzen.</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">welche Wahlm&ouml;glichkeiten wir anbieten, auch im Hinblick darauf, wie auf Informationen zugegriffen werden kann und wie diese aktualisiert werden k&ouml;nnen.</span></li>
</ul>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li>
<h2><strong><strong>Verwendete Daten</strong></strong></h2>
</li>
</ul>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">Bei der Registrierung werden folgende pers&ouml;nliche Daten erhoben:</span></p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;"><span style="font-weight: 400;">Username</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Name &amp; Vorname</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Land, Stadt &amp; Postleitzahl </span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Geburtsdatum </span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Geschlecht</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">E-Mail Adresse</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">IP-Adresse</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Erziehungsberechtigte (bei Minderj&auml;hrigen)</span></li>
</ul>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li>
<h2><strong><strong>Speicherung der Daten</strong></strong></h2>
</li>
</ul>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;">
<h3><span style="font-weight: 400;">MYI Entertainment</span></h3>
</li>
</ul>
<p><span style="font-weight: 400;">Alle von MYI Entertainment erfassten Daten werden einerseits auf den Servern von Google LLC gespeichert und unterliegt deren Datenschutzrichtlinien (https://policies.google.com/privacy?hl=de) und Nutzungsbedingungen (https://policies.google.com/terms?hl=de).</span></p>
<p><span style="font-weight: 400;">Zus&auml;tzlich verarbeitet MYI Entertainment personenbezogene Daten auf Servern der DigitalOcean LLC sowie pers&ouml;nlichen Computern. Daher verarbeiten wir Ihre personenbezogenen Daten gegebenenfalls auf einem Server, der sich au&szlig;erhalb des Landes befindet, in dem Sie leben. Dabei ist die Einhaltung des schweizerischen Datenschutzniveaus gesichert.</span><span style="font-weight: 400;"><br /><br /></span></p>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li>
<h2><strong><strong>Drittunternehmen und Partner</strong></strong></h2>
</li>
</ul>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;">
<h3><span style="font-weight: 400;">Digitalocean</span></h3>
</li>
</ul>
<p><span style="font-weight: 400;">Digitalocean ist unser Hosting partner speichert alle Hosting und Webseiten-daten welche wir verwenden. Dadurch sind alle Daten auf der EEvent/SwitzerLAN SeiteS auf einem Digitalocean Server abgelegt und unterliegen den Digitalocean LLC Datenschutzrichtlinien</span></p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;">
<h3><span style="font-weight: 400;">Mailgun</span></h3>
</li>
</ul>
<p><span style="font-weight: 400;">Mailgun ist unser E Mail versandpartner &uuml;ber welchen wir allen automatischen Mailversand der EEvent und SwitzerLAN Seiten abwickeln.</span></p>
<p><span style="font-weight: 400;">Personendaten geteilt mit Mailgun:</span></p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;"><span style="font-weight: 400;">Username</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Vorname / Nachname</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">E Mail-Adresse</span></li>
</ul>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;">
<h3><span style="font-weight: 400;">Mailchimp</span></h3>
</li>
</ul>
<p><span style="font-weight: 400;">Wir benutzen Mailchimp f&uuml;r den versand von Newslettern</span></p>
<p><span style="font-weight: 400;">Personendaten geteilt mit Mailchimp:</span></p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;"><span style="font-weight: 400;">Username</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Vorname / Nachname</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">E Mail-Adresse</span></li>
</ul>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;">
<h3><span style="font-weight: 400;">Google Drive</span></h3>
</li>
</ul>
<p><span style="font-weight: 400;">Google Drive ist unser Dateiablagesystem, auf welchem wir Userdaten der Website zur analyse ablegen.</span></p>
<p><span style="font-weight: 400;">Personendaten geteilt mit Google Drive:</span></p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;"><span style="font-weight: 400;">Username</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Vorname / nachname</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">E Mail-Adresse</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Wohnort / PLZ / Strasse</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Geburtsdatum</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">IP bei letztem Login</span></li>
</ul>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;">
<h3><span style="font-weight: 400;">Google Docs</span></h3>
</li>
</ul>
<p><span style="font-weight: 400;">Wir benutzen Google Docs f&uuml;r unsere Dokumentenverarbeitung, welche unter anderem die Datenanalyse per Google Sheets beinhaltet.</span></p>
<p><span style="font-weight: 400;">Personendaten geteilt mit Google Drive:</span></p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;"><span style="font-weight: 400;">Username</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Vorname / nachname</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">E Mail-Adresse</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Wohnort / PLZ / Strasse</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">Geburtsdatum</span></li>
<li style="font-weight: 400;"><span style="font-weight: 400;">IP bei letztem Login</span></li>
</ul>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li>
<h2><strong><strong>Datenschutz im Allgemeinen</strong></strong></h2>
</li>
</ul>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">Die pers&ouml;nlichen Daten, die Sie uns &uuml;bermitteln, werden der schweizerischen Bundesgesetzgebung &uuml;ber den Datenschutz entsprechend bearbeitet. Bei der Bearbeitung der Daten im Ausland wird ein gleichwertiger Datenschutz gew&auml;hrleistet.</span></p>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li>
<h2><strong><strong>Verwendungszwecke</strong></strong></h2>
</li>
</ul>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">MYI benutzt die von ihnen erhobenen Daten und die Informationen zur Planung der EEvent und SwitzerLAN Events, sowie zur Durchf&uuml;hrung der einzelnen Turniere an diesen Events.</span><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">Zus&auml;tzlich dient das Erscheinungsbild der Spieler und allf&auml;llige weitere Informationen zur Vermarktung der Spieler, der Teams, den Organisationen, der Events und allen an der Durchf&uuml;hrung beteiligten Parteien.</span></p>
<p><span style="font-weight: 400;">MYI Entertainment kann Dritte beauftragen, die Daten in ihrem Auftrag zu bearbeiten. Dabei werden diese Dritten zur Einhaltung dieser Datenschutzbestimmungen verpflichtet.</span></p>
<p><span style="font-weight: 400;">Ihre Daten werden ohne Ihre ausdr&uuml;ckliche Zustimmung nicht zu anderen Zwecken verwendet oder an Dritte weitergegeben oder verkauft. </span></p>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li>
<h2><strong><strong>Mittel zur Analyse des Verhaltens auf Webseiten</strong></strong></h2>
</li>
</ul>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">Wir verwenden mehrere Tools, die es uns erm&ouml;glichen, die Nutzung unserer Internetseiten und den Erfolg unsere Werbung auf Webseiten Dritter zu analysieren sowie um gezielt Werbung in Abh&auml;ngigkeit von den Seiten anzuzeigen, die Sie aufgesucht haben (Google Analytics, Google AdWords Conversion Tracking, Google Remarketing, Facebook Conversion Tracking und Adtelligence Personalization Cloud, nachfolgend als &laquo;Tools&raquo; bezeichnet).</span></p>
<p><span style="font-weight: 400;">Diese Tools verwenden Cookies, die auf Ihrem Computer gespeichert werden. In den Cookies werden Informationen erfasst wie der Zeitpunkt des Besuchs, die Tatsache, dass es sich um einen ersten Besuch handelt sowie Informationen &uuml;ber die Internetseite, von welcher der Besucher kommt.</span></p>
<p><span style="font-weight: 400;">Ihre Daten werden anonym erfasst und gespeichert und die Statistiken unserer Internetseite enthalten keine Informationen &uuml;ber einzelne Besucher.</span></p>
<p><span style="font-weight: 400;">Die, von den Cookies erfassten, Daten werden an einen Server von Google in den USA bzw. einen schwedischen Server von Atlas, einer Tochtergesellschaft von Facebook, &uuml;bertragen und dort gespeichert. Google und Facebook/Atlas k&ouml;nnen diese Informationen gegebenenfalls an Dritte &uuml;bertragen, sofern dies gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Google verarbeiten. Google und Facebook/Atlas beachtet die Datenschutzbestimmungen des USSafe-Harbor-Abkommens und sind beim Safe Harbor-Programm des US-Handelsministeriums registriert.</span></p>
<p><span style="font-weight: 400;">Sie k&ouml;nnen der Datenerhebung und -speicherung jederzeit mit Wirkung f&uuml;r die Zukunft widersprechen. Sie k&ouml;nnen die Verwendung von Cookies f&uuml;r Google AdWords Conversion Tracking und Google Remarketing unter </span><a href="http://www.google.com/ads/preferences"><span style="font-weight: 400;">http://www.google.com/ads/preferences</span></a><span style="font-weight: 400;"> einsehen. Die Cookies von Google und Facebook/Atlas k&ouml;nnen Sie mittels Download eines Opt-Out-Cookies unter </span><a href="http://www.networkadvertising.org/managing/opt_out.asp"><span style="font-weight: 400;">http://www.networkadvertising.org/managing/opt_out.asp</span></a><span style="font-weight: 400;"> deaktivieren. Den Opt-Out Cookie von Adtelligence erhalten Sie unter </span><a href="http://adtelligence.com/de/opt-out/"><span style="font-weight: 400;">http://adtelligence.com/de/opt-out/</span></a><span style="font-weight: 400;">. Sollten Sie alle Ihre Cookies manuell im Browser l&ouml;schen, m&uuml;ssen Sie den Vorgang wiederholen.</span></p>
<p><span style="font-weight: 400;">Ausserdem k&ouml;nnen Sie die Installation der Cookies durch eine entsprechende Einstellung in Ihrem Browser auch g&auml;nzlich verhindern, wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht s&auml;mtliche Funktionen dieser Website vollumf&auml;nglich nutzen k&ouml;nnen.</span></p>
<p><span style="font-weight: 400;">Wenn Sie Google Analytics deaktivieren m&ouml;chten, finden Sie ein Add-on f&uuml;r Ihren jeweiligen Browser unter </span><a href="http://tools.google.com/dlpage/gaoptout?hl=de"><span style="font-weight: 400;">http://tools.google.com/dlpage/gaoptout?hl=de</span></a><span style="font-weight: 400;">.</span></p>
<p><span style="font-weight: 400;">Durch die Nutzung dieser Website erkl&auml;ren Sie sich mit der Speicherung und Bearbeitung der &uuml;ber Sie erhobenen Daten, zu dem zuvor benannten Zweck, einverstanden</span><span style="font-weight: 400;">.&nbsp;</span></p>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li>
<h2><strong><strong>Datensicherheit </strong></strong></h2>
</li>
</ul>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">Nehmen Sie bitte zur Kenntnis, dass das Internet ein weltweites, allen zug&auml;ngliches Netz ist. Die Absendung oder &Uuml;bertragung von pers&ouml;nlichen Daten mit Ihrem Computer erfolgt auf Ihr eigenes Risiko.</span></p>
<p><span style="font-weight: 400;">Trotz der von MYI Entertainment getroffenen technischen Massnahmen ist es stets m&ouml;glich, dass Daten verlorengehen, abgefangen oder von unberechtigten Dritten manipuliert werden. &Uuml;brigens befindet sich Ihr Computer ausserhalb der Sicherheitszone, die von MYI Entertainment kontrolliert wird. Als Benutzer ist es an Ihnen, die geeigneten Sicherheitsmassnahmen zu ergreifen.</span> <span style="font-weight: 400;"></span></p>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li>
<h2><strong><strong>Zugangs- und Berichtigungsrecht</strong></strong></h2>
</li>
</ul>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">Sie k&ouml;nnen sich jederzeit an uns wenden, um zu erfahren, welche Ihrer pers&ouml;nlichen Daten in unseren Dateien erhalten sind oder um Daten berichtigen zu lassen, die trotz unseren Bem&uuml;hungen und regelm&auml;ssigen Nachf&uuml;hrungen unrichtig sein sollten</span><span style="font-weight: 400;">. L&ouml;schanfragen Ihrer pers&ouml;nlichen Daten k&ouml;nnen auch &uuml;ber diesen Kontakt gestellt werden.</span></p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;">
<h3><span style="font-weight: 400;">Kontaktdaten</span></h3>
</li>
</ul>
<p><span style="font-weight: 400;">MYI Entertainment GmbH</span></p>
<p><span style="font-weight: 400;">Elfenaustrasse 29 </span></p>
<ul style="list-style-type:none;">
<li style="font-weight: 400;"><span style="font-weight: 400;">Muri b. Bern</span></li>
</ul>
<p><span style="font-weight: 400;">Email: </span><a href="mailto:info@myi.ch"><span style="font-weight: 400;">info@myi.ch</span></a></p>
<p>&nbsp;</p>
<h2><strong>1.8 EU Datenschutz-Vertreter</strong></h2>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">Bei allf&auml;lligen reklamationen bez&uuml;glich der Datenverarbeitung kann der Datenschutzvertreter der MYI Entertainment per briefpost kontaktiert werden</span></p>
<p><span style="font-weight: 400;">1.8.1 Kontaktdaten</span></p>
<p><span style="font-weight: 400;">VGS Datenschutzpartner UG</span><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">&nbsp;&nbsp;&nbsp; </span><span style="font-weight: 400;">Am Kaiserkai 69</span><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">&nbsp;&nbsp;&nbsp; </span><span style="font-weight: 400;">20457 Hamburg</span><span style="font-weight: 400;"><br /></span><span style="font-weight: 400;">&nbsp;&nbsp;&nbsp; </span><span style="font-weight: 400;">Deutschland</span><span style="font-weight: 400;"><br /><br /></span></p>
<p>&nbsp;</p>
<ul style="list-style-type:none;">
<li>
<h1><strong><strong>FASSUNG UND &Auml;NDERUNGEN</strong></strong></h1>
</li>
</ul>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">Die vorliegenden rechtlichen Bestimmungen sind ab Mail 2018 g&uuml;ltig. MYI Entertainment beh&auml;lt sich das Recht vor, sie jederzeit ohne Vorank&uuml;ndigung und mit sofortiger Wirkung zu &auml;ndern. Die Angemeldeten Benutzer werden hiervon bei gr&ouml;sseren &auml;nderungen via Email benachrichtigt.</span></p>
<p><strong><em>MYI Entertainment &ndash; Mai 2018</em></strong></p>
